---
type: AssetPropertyDoubleMatrix44
namespace: Autodesk.Revit.DB.Visual
version: 2024
members: 1
tags: [revit-api, class]
---

# AssetPropertyDoubleMatrix44

`Autodesk.Revit.DB.Visual.AssetPropertyDoubleMatrix44` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Value | — | `public DoubleArray Value { get ; }` |